Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2015.tmx
Source language: en_us
Languages: zh_cn

source: With the focus on supporting basic research, research in cutting-edge technologies, and key technologies that have a broad application, the government will encourage original innovation and move faster to launch major national science and technology projects.
zh_cn: 政府重点支持基础研究、前沿技术和重大关键共性技术研究，鼓励原始创新，加快实施国家科技重大项目，

source: We will enable open access to the country's major science and research infrastructure facilities as well as large-scale or costly research equipment.
zh_cn: 向社会全面开放重大科研基础设施和大型科研仪器。

source: By giving free rein to the talent and ingenuity of the Chinese people, we will welcome in a new high tide of popular innovation.
zh_cn: 把亿万人民的聪明才智调动起来，就一定能够迎来万众创新的浪潮。

source: V. Making Sustained Efforts to Improve Living Standards and Promote Social Development
zh_cn: 五、持续推进民生改善和社会建设

source: The only way to build a country is to enrich its people.
zh_cn: 立国之道，惟在富民。

source: With increasing people's quality of life as our objective, we will accelerate the development of social programs, reform and improve the income distribution system, do everything possible to increase people's incomes, and promote social equity, justice, harmony, and progress.
zh_cn: 要以增进民生福祉为目的，加快发展社会事业，改革完善收入分配制度，千方百计增加居民收入，促进社会公平正义与和谐进步。

source: We will work hard to promote business development and increase employment.
zh_cn: 着力促进创业就业。

source: We will continue to give top priority to employment and the creation of jobs by encouraging entrepreneurship.
zh_cn: 坚持就业优先，以创业带动就业。

source: This year, the number of college graduates will reach 7.49 million, a record high.
zh_cn: 今年高校毕业生749万人，为历史最高。

source: We need to strengthen employment guidance and education on starting up in business; implement the plan to help college graduates find jobs and encourage them to look to the community level to find employment; and carry out the plan to guide university students toward starting their own businesses and support them in creating start-ups in emerging industries.
zh_cn: 要加强就业指导和创业教育，落实高校毕业生就业促进计划，鼓励到基层就业。实施好大学生创业引领计划，支持到新兴产业创业。

source: We will work to help people who have lost their jobs due to structural adjustments or measures to address overcapacity to find new employment, and coordinate efforts to ensure employment can be found for people who move from rural to urban areas to find work, vulnerable urban residents who have difficulty finding jobs, and decommissioned military personnel.
zh_cn: 做好结构调整、过剩产能化解中失业人员的再就业工作。统筹农村转移劳动力、城镇困难人员、退役军人就业，

source: We will put into effect the plan on providing vocational training for migrant workers, and implement and improve the unemployment insurance policy on supporting enterprises that keep people in their jobs.
zh_cn: 实施农民工职业技能提升计划，落实和完善失业保险支持企业稳定就业岗位政策。

source: We will draw on comprehensive governance to deal with the "missing" or delayed wages of migrant workers, improve the mechanisms for supervising the handling of labor issues and disputes, and ensure the law fully functions as the protector of the rights and interests of anyone in employment.
zh_cn: 全面治理拖欠农民工工资问题，健全劳动监察和争议处理机制，让法律成为劳动者权益的守护神。

source: We will strengthen social security and increase individual income.
zh_cn: 加强社会保障和增加居民收入。

source: The basic pension benefits for enterprise retirees will be increased by 10%.
zh_cn: 企业退休人员基本养老金标准提高10%。

source: The monthly basic pension benefits for rural and non-working urban residents will be uniformly raised from 55 yuan to 70 yuan per person.
zh_cn: 城乡居民基础养老金标准统一由55元提高到70元。

source: We will work to place the basic pensions of workers in urban areas under unified national management.
zh_cn: 推进城镇职工基础养老金全国统筹。

source: The premiums will be lowered for insurance schemes such as the unemployment insurance scheme and the workplace injury insurance scheme.
zh_cn: 降低失业保险、工伤保险等缴费率。

source: We will improve the mechanism for adjusting minimum wages.
zh_cn: 完善最低工资标准调整机制。

source: We will take steps to reform the pension system for employees of Party and government offices and public institutions and at the same time improve their pay systems, and we will make policies weighted toward benefiting government and Party employees at the community level.
zh_cn: 落实机关事业单位养老保险制度改革措施，同步完善工资制度，对基层工作人员给予政策倾斜。

source: A system will be instituted under which public servants of Party and government offices at and below the county level can be promoted in terms of both their post and their rank, and are paid accordingly.
zh_cn: 在县以下机关建立公务员职务和职级并行制度。

source: We will increase aid for treating major and serious diseases and implement the temporary-assistance scheme nationwide so that people with urgent or special needs will have somewhere to go for support, and will be able to get that support straight away.
zh_cn: 加强重特大疾病医疗救助，全面实施临时救助制度，让遇到急难特困的群众求助有门、受助及时。

source: We will develop sound welfare and service systems for vulnerable groups including children living in difficult circumstances, the very elderly, elderly people with disabilities, people with serious disabilities, and people with disabilities who are living in poverty.
zh_cn: 对困境儿童、高龄和失能老人、重度和贫困残疾人等特困群体，健全福利保障制度和服务体系。

source: We will continue to raise subsistence allowances for rural and urban residents and increase benefits and living allowances for entitled groups.
zh_cn: 继续提高城乡低保水平，提升优抚对象抚恤和生活补助标准。

source: Policies for increasing wages and social security benefits have a bearing on a great number of people; their implementation by governments at all levels must be completely satisfactory.
zh_cn: 提高工资和保障标准等政策受益面广，各级政府一定要落实到位。

source: Ensuring people's wellbeing is a top priority for the government, and we must do all we can to make sure that basic needs are met.
zh_cn: 民之疾苦，国之要事，我们要竭尽全力，坚决把民生底线兜住兜牢。

source: We will promote fair access to and strengthen the quality of education.
zh_cn: 促进教育公平发展和质量提升。

source: Education is an endeavor for today, but a source of hope for tomorrow.
zh_cn: 教育是今天的事业、明天的希望。

source: We need to foster virtue through education and ensure that students develop a strong sense of social responsibility, innovative thinking, and an ability to put ideas into practice.
zh_cn: 要坚持立德树人，增强学生的社会责任感、创新精神、实践能力，

source: We should ensure that students strengthen their dedication to socialism with Chinese characteristics.
zh_cn: 培养中国特色社会主义建设者和接班人。

source: We will deepen the reform to expand the responsibility of provincial-level governments over local education, the comprehensive reform of colleges and universities, as well as the reform of the school examination and enrollment systems.
zh_cn: 深化省级政府教育统筹改革、高等院校综合改革和考试招生制度改革。

source: We will move more quickly to help all schools providing compulsory education to meet standards, and improve basic conditions in boarding schools and schools that are poorly built and operated.
zh_cn: 加快义务教育学校标准化建设，改善薄弱学校和寄宿制学校基本办学条件。

source: We will implement the policy of enabling the children of migrant workers to receive compulsory education in the cities and towns where they and their parents live and improve policies that enable them to continue on into secondary and college education.
zh_cn: 落实农民工随迁子女在流入地接受义务教育政策，完善后续升学政策。

source: We will work to comprehensively promote the development of a modern vocational education system.
zh_cn: 全面推进现代职业教育体系建设。

source: We will guide a number of local undergraduate institutions to transform themselves into applied colleges.
zh_cn: 引导部分地方本科高校向应用型转变，

source: We will support the development of higher education in the central and western regions by offering them assistance through pairing programs, and continue to raise the admission rate for those taking the college entrance exams in the central and western regions and in provinces with larger populations.
zh_cn: 通过对口支援等方式支持中西部高等教育发展，继续提高中西部地区和人口大省高考录取率。

source: We will work to develop world-class universities and disciplines.
zh_cn: 建设世界一流大学和一流学科。

source: We will strengthen education for those with special learning needs, preschool education, continuing education, and all types of education in areas with concentrations of ethnic minorities.
zh_cn: 加强特殊教育、学前教育、继续教育和民族地区各类教育。

source: We will work to promote the healthy development of privately run educational institutions.
zh_cn: 促进民办教育健康发展。

source: In order to provide good education, we must guarantee funding and ensure that every yuan is well spent.
zh_cn: 为切实把教育事业办好，我们要保证投入，花好每一分钱，

source: We should clear any obstructions to upwards mobility for students from rural or poor areas, and ensure that each and every person has the opportunity to change their life through education.
zh_cn: 畅通农村和贫困地区学子纵向流动的渠道，让每个人都有机会通过教育改变自身命运。

source: We will work more quickly to improve the basic medical and healthcare systems.
zh_cn: 加快健全基本医疗卫生制度。

source: We will improve basic medical insurance for rural and non-working urban residents, and increase the annual government subsidy for this insurance from 320 yuan to 380 yuan per person.
zh_cn: 完善城乡居民基本医保，财政补助标准由每人每年320元提高到380元，

source: We will basically complete the task of enabling on-the-spot settlement of medical expenses incurred anywhere within the provincial-level administrative area where one's insurance is registered, and steadily work toward enabling retirees to have their medical expenses settled on the spot in whichever provincial-level administrative area they are living.
zh_cn: 基本实现居民医疗费用省内直接结算，稳步推行退休人员医疗费用跨省直接结算。

source: We will fully implement the major disease insurance scheme for rural and non-working urban residents.
zh_cn: 全面实施城乡居民大病保险制度。

source: We will work to deepen the comprehensive reform of community-level medical and healthcare institutions, strengthen the general practitioner system, and improve the system of tiered diagnosis and treatment.
zh_cn: 深化基层医疗卫生机构综合改革，加强全科医生制度建设，完善分级诊疗体系。

source: We will fully implement the comprehensive reform of county-level public hospitals, and trial public hospital reform in 100 cities at or above the prefecture level.
zh_cn: 全面推开县级公立医院综合改革，在100个地级以上城市进行公立医院改革试点，

source: We will put a stop to the practice of charging more for medicines to make up for low prices for medical services, lower extortionate prices on medicines, make appropriate adjustments to medical service prices, and take measures such as reforming medical insurance payouts to control costs of medical services, thereby lightening the burden that medical expenses place on people.
zh_cn: 破除以药补医，降低虚高药价，合理调整医疗服务价格，通过医保支付等方式平衡费用，努力减轻群众负担。

source: We will encourage doctors to practice in community-level clinics in addition to their regular practice and help the development of nongovernmental hospitals.
zh_cn: 鼓励医生到基层多点执业，发展社会办医。

source: We will launch comprehensive pilot projects for deepening medical reform at the provincial level.
zh_cn: 开展省级深化医改综合试点。

source: We will move faster in setting up mechanisms for preempting and mediating medical disputes.
zh_cn: 加快建立医疗纠纷预防调解机制。

source: We will increase the annual subsidy for government expenditures on basic public health services from 35 yuan to 40 yuan per capita, with the entire additional sum to be used for paying for rural doctors to provide basic public health services; this will allow large numbers of rural residents to enjoy better access to local medical services.
zh_cn: 人均基本公共卫生服务经费补助标准由35元提高到40元，增量全部用于支付村医的基本公共卫生服务，方便几亿农民就地就近看病就医。

source: We will strengthen the prevention and control of major diseases.
zh_cn: 加强重大疾病防控。

source: We will actively develop traditional Chinese medicine and the traditional medicine of ethnic minorities, and advance the reform of family planning services and the way they are managed.
zh_cn: 积极发展中医药和民族医药事业。推进计划生育服务管理改革。

source: Good health is a basic public necessity, so we must work consistently to raise the standard of medical and healthcare services to create a healthy China.
zh_cn: 健康是群众的基本需求，我们要不断提高医疗卫生水平，打造健康中国。

source: We will enable people to enjoy more of the fruits of cultural development.
zh_cn: 让人民群众享有更多文化发展成果。

source: Culture is the lifeblood of a nation and a source of innovation.
zh_cn: 文化是民族的精神命脉和创造源泉。

source: We will put into practice core socialist values and promote fine traditional Chinese culture.
zh_cn: 要践行社会主义核心价值观，弘扬中华优秀传统文化。

source: We will encourage philosophy and the social sciences to flourish and promote the development of literature and art; the press and publishing; radio, television, and film; archiving; and other cultural programs.
zh_cn: 繁荣发展哲学社会科学，发展文学艺术、新闻出版、广播影视、档案等事业，

source: We will work to protect cultural relics and intangible cultural heritage.
zh_cn: 重视文物、非物质文化遗产保护。

source: We will ensure that more outstanding works of literature and art are created for the people to enjoy, and encourage a love of reading in all our people to build a nation of avid readers.
zh_cn: 提供更多优秀文艺作品，倡导全民阅读，建设书香社会。

source: We will make steady progress in providing basic public cultural services in a standard and equitable way, allow free admission to more public cultural facilities, and ensure multipurpose cultural service centers play a key role in local communities.
zh_cn: 逐步推进基本公共文化服务标准化均等化，扩大公共文化设施免费开放范围，发挥基层综合性文化服务中心作用。

source: We will deepen the structural reform of the cultural sector and promote the integrated development of traditional and emerging media.
zh_cn: 深化文化体制改革，促进传统媒体与新兴媒体融合发展。

source: We will expand cultural exchanges with other countries and improve our ability to communicate effectively with international audiences.
zh_cn: 拓展中外人文交流，加强国际传播能力建设。

source: We will develop public fitness programs, competitive sports, and the sports industry, and work toward putting in a strong bid to host the 2022 Winter Olympics.
zh_cn: 发展全民健身、竞技体育和体育产业，做好2022年冬奥会申办工作。

source: We will strengthen and make innovations in social governance.
zh_cn: 加强和创新社会治理。

source: We will deepen reform of the management of social organizations, and accelerate efforts to untie industry associations and chambers of commerce from any connections they may have with the government.
zh_cn: 深化社会组织管理制度改革，加快行业协会商会与行政机关脱钩。

source: We will support the participation of popular organizations in social governance in accordance with the law.
zh_cn: 支持群团组织依法参与社会治理，

source: We will develop specialized social work, volunteer services, and charities.
zh_cn: 发展专业社会工作、志愿服务和慈善事业。

source: We will encourage the opening of nongovernmental elderly care facilities, and develop community-based and at-home elderly care.
zh_cn: 鼓励社会力量兴办养老设施，发展社区和居家养老。

source: We will provide support and services for children, women, and older people who remain in rural areas while their family members move to work in urban areas, and establish a system of social protection for minors.
zh_cn: 为农村留守儿童、妇女、老人提供关爱服务，建立未成年人社会保护制度。

source: We will improve our ability to prevent and handle public emergencies and to prevent, respond to, and mitigate disasters.
zh_cn: 提高公共突发事件防范处置和防灾救灾减灾能力。

source: We will ensure that work in seismology, meteorology, surveying, mapping, and geology is all carried out to good effect.
zh_cn: 做好地震、气象、测绘、地质等工作。

source: We will make intensive efforts to increase public awareness of the rule of law, improve the effectiveness of people's mediation, and improve the system of legal aid.
zh_cn: 深入开展法治宣传教育，加强人民调解工作，完善法律援助制度，

source: We will ensure that potential risks which major policy decisions may pose to social stability are fully assessed so as to effectively prevent and resolve social conflicts.
zh_cn: 落实重大决策社会稳定风险评估机制，有效预防和化解社会矛盾。

source: We will ensure that the handling of public complaints filed through letters and visits is brought into line with the rule of law, and see to it that all justified complaints and demands are resolved promptly and locally.
zh_cn: 把信访纳入法治轨道，及时就地解决群众合理诉求。

source: We will uphold law and order in China; improve the multidimensional system for crime prevention and control; punish violent terrorism, pornography, gambling, drug abuse and trafficking, cult activity, smuggling, and other crimes in accordance with the law; develop and regulate cyberspace; and ensure national and public security.
zh_cn: 深化平安中国建设，健全立体化社会治安防控体系，依法惩治暴恐、黄赌毒、邪教、走私等犯罪行为，发展和规范网络空间，确保国家安全和公共安全。

source: Life is priceless; we must take stronger measures to ensure workplace safety in all fields, and ensure food and medicine safety throughout the production process.
zh_cn: 人的生命最为宝贵，要采取更坚决措施，全方位强化安全生产，全过程保障食品药品安全。

source: We will fight to win the battle of conserving energy, reducing emissions, and improving the environment.
zh_cn: 打好节能减排和环境治理攻坚战。

source: Environmental pollution is a blight on people's quality of life and a trouble that weighs on their hearts.
zh_cn: 环境污染是民生之患、民心之痛，

source: We must fight it with all our might.
zh_cn: 要铁腕治理。

source: This year, we will cut the intensity of carbon dioxide by at least 3.1%, reduce both chemical oxygen demand and ammonia nitrogen emissions by around 2%, and reduce emissions of sulfur dioxide and nitrogen oxides by around 3% and 5% respectively.
zh_cn: 今年，二氧化碳排放强度要降低3.1%以上，化学需氧量、氨氮排放都要减少2%左右，二氧化硫、氮氧化物排放要分别减少3%左右和5%左右。

source: We will fully implement the action plan for preventing and controlling air pollution; carry out coordinated inter-regional prevention and control efforts; upgrade coal-burning power plants to achieve ultra-low emissions; and strive for zero-growth in the consumption of coal in key areas of the country.
zh_cn: 深入实施大气污染防治行动计划，实行区域联防联控，推动燃煤电厂超低排放改造，促进重点区域煤炭消费零增长。

source: We will promote the use of new-energy vehicles, reduce vehicle exhaust emissions, raise the national production standards for and improve the quality of fuel, and provide motor gasoline and diesel fuel that meets National-V standards to all key cities in key areas.
zh_cn: 推广新能源汽车，治理机动车尾气，提高油品标准和质量，在重点区域内重点城市全面供应国五标准车用汽柴油。

source: We will remove from the roads all high-emission commercial vehicles registered before the end of 2005.
zh_cn: 2005年底前注册营运的黄标车要全部淘汰。

source: We will actively respond to climate change and expand the trials for trading carbon emissions rights.
zh_cn: 积极应对气候变化，扩大碳排放权交易试点。

source: We will implement the action plan for preventing and controlling water pollution; strengthen control over pollution in rivers, lakes, seas, water pollution sources, and pollution from nonpoint agricultural sources; and ensure the safety of drinking water by carrying out oversight over the whole process, from the source to the tap.
zh_cn: 实施水污染防治行动计划，加强江河湖海水污染、水污染源和农业面源污染治理，实行从水源地到水龙头全过程监管。

source: We will introduce third party governance in the handling of environmental pollution.
zh_cn: 推行环境污染第三方治理。

source: We will work on the legislation for environmental protection tax.
zh_cn: 做好环保税立法工作。

source: We must strictly enforce environmental laws and regulations; crack down on those guilty of creating illegal emissions and ensure they pay a heavy price for such offenses; and hold those who allow illegal emissions to account, punishing them accordingly.
zh_cn: 我们一定要严格环境执法，对偷排偷放者出重拳，让其付出沉重的代价；对姑息纵容者严问责，使其受到应有的处罚。

source: Revolution in energy generation and consumption is vital to any country's development and to the wellbeing of its people.
zh_cn: 能源生产和消费革命，关乎发展与民生。

source: In China, we will put great weight behind the development of wind power, photovoltaic power, and biomass energy, work actively to develop hydropower, stress safety in developing nuclear power, and exploit and utilize shale gas and coal seam gas.
zh_cn: 要大力发展风电、光伏发电、生物质能，积极发展水电，安全发展核电，开发利用页岩气、煤层气。

source: We will set a ceiling on total energy consumption and strengthen energy conservation in key areas such as manufacturing, transportation, and construction.
zh_cn: 控制能源消费总量，加强工业、交通、建筑等重点领域节能。

source: We will work hard to develop a circular economy and promote the recovery of resources from industrial and household waste.
zh_cn: 积极发展循环经济，大力推进工业废物和生活垃圾资源化利用。

source: There is enormous potential in China's market for energy conservation and environmental protection;
zh_cn: 我国节能环保市场潜力巨大，

source: we will develop the energy conservation and environmental protection industry into a new pillar of the economy.
zh_cn: 要把节能环保产业打造成新兴的支柱产业。

source: Forests, grasslands, rivers, and wetlands are ecological riches and gifts of nature that we must take greater care to cherish.
zh_cn: 森林草原、江河湿地是大自然赐予人类的绿色财富，必须倍加珍惜。

source: We will carry out major ecological projects; extend key eco-function zones; work to establish zones that demonstrate best practices for promoting a sound ecology; carry out pilot projects to improve the overall condition of rivers; expand the trial of having localities situated on the upper and lower reaches of river basins compensate each other for their impact on water quality; and ensure the sources of the Yangtze, Yellow, and Lancang rivers are effectively preserved.
zh_cn: 要推进重大生态工程建设，拓展重点生态功能区，办好生态文明先行示范区，开展国土江河综合整治试点，扩大流域上下游横向补偿机制试点，保护好三江源。

source: We will expand the areas of natural forests under protection, and work in a planned way to put a stop to commercial logging in these forests.
zh_cn: 扩大天然林保护范围，有序停止天然林商业性采伐。

source: This year, we will return an additional 666,667 hectares of marginal farmland back to forest or grassland, and afforest 6 million more hectares of land.
zh_cn: 今年新增退耕还林还草1000万亩，造林9000万亩。

source: In ecological protection, progress comes only through action, and success only through persistence.
zh_cn: 生态环保贵在行动、成在坚持，

source: We must take a firm and unrelenting approach in this work, to ensure we always have blue skies, lucid waters, and sustainable development.
zh_cn: 我们必须紧抓不松劲，一定要实现蓝天常在、绿水长流、永续发展。

source: VI. Improving Government
zh_cn: 六、切实加强政府自身建设

source: We will fully promote the law-based governance of the country; move more swiftly to build an innovative, clean, service-oriented rule of law government; enhance the government's administrative capacity and public credibility; and modernize China's governance system and capacity for governance.
zh_cn: 我们要全面推进依法治国，加快建设法治政府、创新政府、廉洁政府和服务型政府，增强政府执行力和公信力，促进国家治理体系和治理能力现代化。

source: We will exercise governance in accordance with the Constitution and other laws and bring all government work in line with the rule of law.
zh_cn: 坚持依宪施政，依法行政，把政府工作全面纳入法治轨道。

source: The Constitution is the fundamental guide on which our every action should be based;
zh_cn: 宪法是我们根本的活动准则，

source: governments at all levels and their employees must faithfully observe it.
zh_cn: 各级政府及其工作人员都必须严格遵守。

source: We must respect, study, abide by, and apply the law, and fully perform our duties in accordance with it.
zh_cn: 要尊法学法守法用法，依法全面履行职责，

source: All government activities must have a legal basis, and no government body may assume any power which is not provided for by law.
zh_cn: 所有行政行为都要于法有据，任何政府部门都不得法外设权。

source: We will deepen reform of the administrative law enforcement system, enforce the law in a strict, well-regulated, impartial, and appropriate manner, press ahead with coordinated law enforcement, and fully implement the accountability system for administrative law enforcement.
zh_cn: 深化行政执法体制改革，严格规范公正文明执法，加快推进综合执法，全面落实行政执法责任制。

source: We must see to it that all violations of laws and regulations are investigated and prosecuted, and all failures to strictly and impartially enforce the law are rectified.
zh_cn: 一切违法违规的行为都要追究，一切执法不严不公的现象都必须纠正。

source: We will develop new ways of conducting regulation, strengthen services, and work to improve government performance.
zh_cn: 坚持创新管理，强化服务，着力提高政府效能。

source: In basic public services, we need to do all we can to use service procurement as the means of provision, and routine services that can be provided by a third party should be handed over to the market or society.
zh_cn: 提供基本公共服务尽量采用购买服务方式，第三方可提供的事务性管理服务交给市场或社会去办。

source: We will work to ensure decisions are made in a sound and democratic way and place importance on the role of think tanks.
zh_cn: 积极推进决策科学化民主化，重视发挥智库作用。

source: We will fully put into practice transparency in government affairs and promote the use of e-government and online administration.
zh_cn: 全面实行政务公开，推广电子政务和网上办事。
